IDEA StatiCa Open Model
ConnectionSetup.LimitPlasticStrain Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Limit of plastic strain used in 2D plate element check
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double LimitPlasticStrain { get; set; }
Public Property LimitPlasticStrain As Double
	Get
	Set
public:
property double LimitPlasticStrain {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace